Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# PrivacyForwardsMessageLine
source: Reinhardt, we need to find you some new tunes .
cs: Reinhardte, musíme ti najít nějaké nové pecky 🎶.
he: אליאנה, אנחנו צריכים למצוא לך כמה שירים חדשים 🎶.
hr: Ima li netko dobar bend za preporučiti? 🎶
hu: Reinhardt, kell keresnünk néhány új dalt 🎶.
nb: Vi må finne noen nye låta te dæ, Eyvind🎶.
sk: Reinhardt, potrebujeme nájsť nejaké nové tóny 🎶.
sr_cyrl: Александре, морамо ти пронаћи неку нову музику 🎶.

# PrivacyForwardsNobody
source: Not a link to your account
cs: Nepropojovat s mým účtem
he: לא מקושר לחשבונך
hr: Vaš račun neće biti povezan
hu: Nincs hivatkozás a profilodhoz
nb: Ikke en lenke til kontoen din
sk: Bez odkazu na váš účet
sr_cyrl: Без линка на ваш налог

# PrivacyForwardsTitle
source: Who can add a link to my account when forwarding my messages?
cs: Kdo může přejít na odkaz k mému účtu v mých zprávách, které někdo přepošle?
he: מי יכול להוסיף קישור לחשבון שלי בהעברת ההודעות שלי?
hr: Tko može povezati moj račun kad prosljeđuje moje poruke?
hu: Ki adhat a fiókomra mutató hivatkozást amikor továbbítja az üzeneteimet?
nb: Hvem kan lenke til min konto når de videresender mine meldinger?
sk: Kto môže pridať odkaz na môj účet pri preposielaní mojich správ?
sr_cyrl: Ко може да дода линк на мој налог када прослеђује моје поруке?

# PrivacyLastSeen
source: Last Seen & Online
cs: Naposledy aktivní
he: נראה לאחרונה ומחובר/ת
hr: Zadnji posjet i na mreži
hu: Legutóbbi aktivitás
nb: Sist sett og På nett
sk: Naposledy videný a online
sr_cyrl: Последња активност

# PrivacyP2P
source: Peer-to-Peer Calls
cs: Peer-to-Peer v hovorech
he: שיחות עמית-לעמית
hr: Peer-to-Peer pozivi
hu: Peer-to-Peer hívások
nb: P2P anrop
sk: P2P hovory
sr_cyrl: Peer-to-Peer позиви

# PrivacyP2P2
source: Use Peer-to-Peer with
cs: Použít Peer-to-Peer s
he: השתמש בעמית לעמית עם
hr: Koristi Peer-to-Peer sa
hu: Peer-to-Peer használata
nb: Bruk P2P med
sk: Použiť peer-to-peer s
sr_cyrl: Користи Peer-to-Peer са

# PrivacyP2PHeader
source: Peer-to-Peer
he: עמית לעמית
nb: Likemannsnettverk (P2P)

# PrivacyPayments
source: Payments
cs: Platby
he: תשלומים
hr: Plaćanja
hu: Fizetési információ
nb: Betalinger
sk: Platby
sr_cyrl: Плаћања

# PrivacyPaymentsClear
source: Clear Payment and Shipping Info
cs: Vymazat informace o platbě a dopravě
he: נקה פרטי תשלום ומשלוח
hr: Očisti podatke o plaćanju i dostavi
hu: Fizetési & szállítási információk törlése
nb: Slett betalings- og adresseinfo
sk: Vymazať informácie o platbe a doručení
sr_cyrl: Очисти податке о плаћању и достави

# PrivacyPhone
source: Phone Number
cs: Telefonní číslo
he: מספר טלפון
hr: Broj telefona
hu: Telefonszám
nb: Telefonnummer
sk: Telefónne číslo
sr_cyrl: Број телефона

# PrivacyPhoneInfo
source: Users who have your number saved in their contacts will also see it on Telegram.
cs: Uživatelé, kteří již mají Vaše číslo uložené ve svých kontaktech, jej uvidí také v Telegramu.
he: משתמשים שכבר שמרו את המספר שלך ברשימת אנשי הקשר שלהם יראו אותו בטלגרם.
hr: Korisnici koji već imaju vaš broj spremljen u kontaktima će ga vidjeti i na Telegramu.
hu: Azok a felhasználók, akiknek a névjegyei közt szerepel a telefonszámod, láthatják azt a Telegramon.
nb: Brukere som allerede har telefonnummeret ditt lagret i sine kontakter vil også se det på Telegram.
sk: Používatelia, ktorí majú vaše telefónne číslo uložené vo svojich kontaktoch, ho taktiež uvidia aj v Telegrame.
sr_cyrl: Корисници који су ваш број сачували у својим контактима видеће га и на Telegram-у.

# PrivacyPhoneInfo2
source: You can add users or entire groups as exceptions that will override the settings above.
cs: Můžete přidat uživatele nebo celou skupinu jako výjimku, která bude nadřazená nastavení výše.
he: ניתן להוסיף משתמש או קבוצות שלמות כחריגים שיעקפו את ההגדרות למעלה.
hr: Možete dodati korisnike ili grupe kao iznimke koje će nadglasati gornje postavke.
hu: Hozzáadhatsz felhasználókat vagy teljes csoportokat kivételként, amelyek beállításai felülírják a fentieket.
nb: Du kan legge til brukere eller hele grupper som unntak som vil overstyre verdiene ovenfor.
sk: Môžete pridať používateľov alebo celé skupiny medzi výnimky, ktoré budú ignorovať nastavenia vyššie.
sr_cyrl: Можете додати кориснике или целе групе као изузетке који ће заменити подешавања изнад.

# PrivacyPhoneInfo3
source: Users who add your number to their contacts will see it on Telegram only if they are your contacts.
cs: Uživatelé, kteří mají Vaše číslo v Kontaktech jej v Telegramu uvidí pouze, pokud je máte v kontaktech.
he: משתמשים שהוסיפו את המספר שלך לרשימת אנשי הקשר שלהם יראו אותך בטלגרם רק אם הם אנשי הקשר שלך.
hr: Korisnici koji dodaju vaš broj u kontakte vidjet će ga na Telegramu samo ako su i oni vaši kontakti.
hu: A kölcsönösen egymás kapcsolatai közt szereplő felhasználók látják egymást a Telegramban is.
nb: Brukere som legger nummeret ditt til i kontaktlisten sin vil bare kunne se det på Telegram hvis de også er dine kontakter.
sk: Používatelia, ktorí si pridajú vaše číslo do svojich kontaktov, ho uvidia na Telegrame, iba ak sú medzi vašimi kontaktami.
sr_cyrl: Корисници који додају ваш број у своје контакте видеће га на Telegram-у само ако су то ваши контакти.

# PrivacyPhoneInfo4
source: This public link opens a chat with you:
cs: Tento veřejný odkaz s Vámi otevře konverzaci:
he: הקישור הציבורי הזה פותח צ'אט איתך:
hr: Ovaj javni link otvara razgovor s vama:
hu: Ez a nyilvános hivatkozás csevegést indít veled:
nb: Denne offentlige lenken åpner en samtale med deg:
sk: Tento verejný odkaz otvorí s vami konverzáciu:
sr_cyrl: Овај јавни линк отвара ћаскање са вама:

# PrivacyPhoneTitle
source: Who can see my phone number?
cs: Kdo může vidět moje telefonní číslo?
he: מי יכול לראות את מספר הטלפון שלי?
hr: Tko može vidjeti moj broj telefona?
hu: Ki láthatja a telefonszámomat?
nb: Hvem kan se telefonnummeret mitt?
sk: Kto môže vidieť moje telefónne číslo?
sr_cyrl: Ко може да види мој број телефона?

# PrivacyPhoneTitle2
source: Who can find me by my number?
cs: Kdo mě může najít pomocí čísla?
he: מי יכול למצוא אותי באמצעות המספר שלי?
hr: Tko me može pronaći pomoću broja?
hu: Ki találhat meg telefonszám alapján?
nb: Hvem kan finne meg med nummeret mitt?
sk: Kto ma môže nájsť podľa môjho čísla?
sr_cyrl: Ко може да ме нађе по мом броју?

source: Privacy Policy
cs: Zásady soukromí
he: מדיניות הפרטיות
hr: Pravila o privatnosti
hu: Adatvédelmi irányelvek
nb: Vilkår for personvern
sk: Zásady súkromia
sr_cyrl: Политика приватности

# PrivacyPolicyAndTerms
source: Privacy Policy and Terms of Service
cs: Zásady ochrany osobních údajů a podmínky služby
he: מדיניות הפרטיות ותנאי השימוש
hr: Pravila o privatnosti i uvjeti korištenja
hu: Adatvédelmi irányelvek és Szolgáltatási feltételek
nb: Personvernpolicy og bruksvilkår
sk: Zásady ochrany osobných údajov a podmienky poskytovania služby
sr_cyrl: Политика приватности и услови коришћења

# PrivacyProfilePhoto
source: Profile Photos
cs: Profilové fotky
he: תמונות פרופיל
hr: Slike profila
hu: Profilképek
nb: Profilbilder
sk: Profilové fotky
sr_cyrl: Слике профила

# PrivacyProfilePhotoInfo
source: You can restrict who can see your profile photo with granular precision.
cs: Můžete přesně nastavit, kdo může vidět Váš profil.
he: באפשרותך להגביל מי יכול לראות את תמונת הפרופיל שלך ברמת דיוק גבוהה.
hr: Možete točno odrediti tko može vidjeti vaše slike profila.
hu: Részletesen korlátozhatod, hogy ki láthatja a profilképedet.
nb: Du kan begrense hvem som får se ditt profilbilde med kirurgisk presisjon.
sk: Môžete obmedziť, kto presne môže vidieť vašu profilovú fotku.
sr_cyrl: Можете врло прецизно да ограничите ко може да види слику вашег профила.

# PrivacyProfilePhotoInfo2
source: You can add users or entire groups as exceptions that will override the settings above.
cs: Můžete přidat uživatele nebo celou skupinu jako výjimku, která bude nadřazená nastavení výše.
he: ניתן להוסיף משתמשים או קבוצות שלמות כחריגים שיעקפו את ההגדרות שלמעלה.
hr: Možete dodati korisnike ili grupe kao iznimke koje će nadglasati gornje postavke.
hu: Hozzáadhatsz felhasználókat vagy teljes csoportokat kivételként, amelyek beállításai felülírják a fentieket.
nb: Du kan legge til brukere eller hele grupper som unntak som vil overstyre verdiene ovenfor.
sk: Môžete pridať používateľov alebo celé skupiny ako výnimky, ktoré prekonajú nastavenia vyššie.
sr_cyrl: Можете додати кориснике или целе групе као изузетке који ће заменити подешавања изнад.

# PrivacyProfilePhotoTitle
source: Who can see my profile photos?
cs: Kdo může vidět mé profilové fotky a videa?
he: מי יכול לראות את תמונות הפרופיל שלי?
hr: Tko može vidjeti moje slike profila?
hu: Ki láthatja a profilképemet?
nb: Hvem kan se mine profilbilder?
sk: Kto môže vidieť moje profilové fotky?
sr_cyrl: Ко може да види моје слике профила?

# PrivacySettings
source: Privacy and Security
cs: Soukromí a zabezpečení
he: פרטיות ואבטחה
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
nb: Personvern og sikkerhet
sk: Súkromie a zabezpečenie
sr_cyrl: Приватност и безбедност

# PrivacyTitle
source: Privacy
cs: Soukromí
he: פרטיות
hr: Privatnost
hu: Adatvédelem
nb: Personvern
sk: Súkromie
sr_cyrl: Приватност

# PrivacyVoiceMessages
source: Voice Messages
cs: Hlasové zprávy
he: הודעות קוליות
hr: Glasovne poruke
hu: Hangüzenetek
nb: Talemeldinger
sk: Hlasové správy
sr_cyrl: Гласовне поруке

# PrivacyVoiceMessagesInfo
source: You can restrict who can send you voice or video messages with granular precision.
cs: Můžete přesně omezit, kdo vám může posílat hlasové nebo video zprávy.
he: באפשרותך להגביל מי יוכל לשלוח לך הודעות קוליות או וידאו ברמת דיוק גבוהה.
hr: Možete točno odrediti tko vam može slati glasovne ili videoporuke.
hu: Korlátozhatod, hogy ki küldhet neked hang- vagy videoüzeneteket.
nb: Du kan begrense hvem som kan sende deg talemeldinger eller videomeldinger med kirurgisk presisjon.
sk: Môžete presne obmedziť, kto vám môže posielať hlasové alebo videosprávy.
sr_cyrl: Можете врло прецизно да ограничите ко може да вам шаље гласовне или видео поруке.

# PrivacyVoiceMessagesInfo2
source: You can add users or entire groups as exceptions that will override the settings above.
cs: Uživatele nebo celé skupiny můžete přidat jako výjimky, které přepíší výše uvedená nastavení.
he: ניתן להוסיף משתמשים או קבוצות שלמות כחריגים שיעקפו את ההגדרות שלמעלה.
hr: Možete dodati korisnike ili grupe kao iznimke koje će nadglasati gornje postavke.
hu: Kivételként felhasználókat vagy egész csoportokat adhatsz hozzá, amelyek felülbírálják a fenti beállításokat.
nb: Du kan legge til enkeltbrukere eller hele grupper som unntak som vil overstyre innstillingen over.
sk: Používateľov alebo celé skupiny môžete pridať ako výnimky, ktoré nahradia vyššie uvedené nastavenia.
sr_cyrl: Можете додати кориснике или целе групе као изузетке који ће заменити подешавања изнад.

# PrivacyVoiceMessagesPremiumOnly
source: Only subscribers of *Telegram Premium* can restrict receiving voice messages.
cs: Pouze předplatitelé *Telegram Premium* mohou omezit přijímání hlasových zpráv.
he: רק מנויים של *טלגרם פרימיום* יכולים להגביל קבלה של הודעות קוליות.
hr: Samo *Telegram Premium* pretplatnici mogu ograničiti primanje glasovnih poruka.
hu: Csak a *Telegram Prémium* előfizetők korlátozhatják a hangüzenetek fogadását.
nb: Bare abonnenter på *Telegram Premium* kan nekte å ta i mot talemeldinger.
sk: Prijímanie hlasových správ môžu obmedziť len predplatitelia *Telegram prémium*.
sr_cyrl: Само претплатници на *Telegram Premium* могу ограничити пријем гласовних порука.

# PrivacyVoiceMessagesTitle
source: Who can send me voice or video messages?
cs: Kdo mě může posílat hlasové nebo video zprávy?
he: מי יכול לשלוח לי הודעות קוליות או וידאו?
hr: Tko mi može slati glasovne ili videoporuke?
hu: Ki küldhet nekem hang- vagy videoüzenetet?
nb: Hvem kan sende meg talemeldinger?
sk: Kto mi môže posielať hlasové alebo videosprávy?
sr_cyrl: Ко може да ми шаље гласовне или видео поруке?

source: Private Chats
cs: Soukromé konverzace
he: צ'אטים פרטיים
hr: Privatni razgovori
hu: Privát csevegések
nb: Private samtaler
sk: Súkromné konverzácie
sr_cyrl: Приватна ћаскања

source: Private Shares
cs: Soukromá sdílení
he: שיתופים פרטיים
hr: Privatna dijeljenja
hu: Privát megosztások
nb: Private delinger
sk: Súkromné zdieľania
sr_cyrl: Приватна дељења

source: Proxy
he: פרוקסי
sr_cyrl: Прокси

# ProxyConnections
source: Connections
cs: Připojení
he: חיבורים
hr: Povezanost
hu: Kapcsolatok
nb: Tilkoblinger
sk: Pripojenia
sr_cyrl: Везе

# ProxyCredentials
source: Credentials
cs: Přihlašovací údaje
he: אישורי אבטחה
hr: Ovlaštenja
hu: Hitelesítés
nb: Legitimasjon
sk: Prihlasovacie údaje
sr_cyrl: Овлашћења

# ProxyCredentialsOptional
source: Credentials (optional)
cs: Přihlašovací údaje (volitelné)
he: אישורי אבטחה (רשות)
hr: Ovlaštenje (neobavezno)
hu: Hitelesítő adatok (opcionális)
nb: Legitimasjon (valgfritt)
sk: Prihlasovacie údaje (voliteľné)
sr_cyrl: Овлашћења (необавезно)

source: Proxy Details
cs: Detaily proxy
he: פרטי הפרוקסי
hr: Detalji proxy-a
hu: Proxy részletei
nb: Proxy detaljer
sk: Detaily o proxy
sr_cyrl: Подаци проксија

source: Proxy Settings
cs: Nastavení proxy
he: הגדרות הפרוקסי
hr: Postavke proxy-a
hu: Proxy beállítások
nb: Proxy innstillinger
sk: Nastavenia proxy
sr_cyrl: Подешавања проксија

# PsaHide
source: Hide
cs: Skrýt
he: הסתר
hr: Sakrij
hu: Elrejt
nb: Skjul
sk: Skryť
sr_cyrl: Сакриј

# PsaHideChatAlertText
source: Are you sure you want to hide this chat?
cs: Opravdu chcete skrýt tuto konverzaci?
he: להסתיר צ'אט זה?
hr: Želite li sakriti ovaj razgovor?
hu: Biztosan el akarod rejteni ezt a csevegést?
nb: Er du sikker på at du vil skjule denne samtalen?
sk: Naozaj chcete skryť túto konverzáciu?
sr_cyrl: Желите ли да сакријете ово ћаскање?

# PsaHideChatAlertTitle
source: Hide chat
cs: Skrýt konverzaci
he: הסתר צ'אט
hr: Sakrij razgovor
hu: Csevegés elrejtése
nb: Skjul samtale
sk: Skryť konverzáciu
sr_cyrl: Сакриј ћаскање

# PsaMessageDefault
source: Important Notification
cs: Důležité oznámení
he: התראה חשובה
hr: Važna obavijest
hu: Fontos értesítés
nb: Viktig varsel
sk: Dôležité upozornenie
sr_cyrl: Важно обавештење

# PsaMessageInfoDefault
source: This is an important notification.
cs: Toto je důležité oznámení.
he: זוהי התראה חשובה.
hr: Ovo je važna obavijest.
hu: Ez egy fontos értesítés.
nb: Dette er et viktig varsel.
sk: Toto je dôležité upozornenie.
sr_cyrl: Ово је важно обавештење.

# PsaTypeDefault
source: PSA
he: תשדיר שירות
nb: Offentlig tjenestekunngjøring

# PublicLinksLimitTitle
source: Public Links
cs: Veřejné odkazy
he: קישורים ציבוריים
hr: Javni linkovi
hu: Nyilvános hivatkozások
nb: Offentlige lenker
sk: Verejné odkazy
sr_cyrl: Јавни линкови

source: public photo
cs: veřejná fotka
he: תמונה ציבורית
hr: javna slika
hu: Nyilvános fotó
nb: offentlig bilde
sk: verejná fotka
sr_cyrl: јавна слика

# PublicPoll
source: Poll
cs: Hlasování
he: סקר
hr: Anketa
hu: Szavazás
nb: Avstemning
sk: Hlasovanie
sr_cyrl: Анкета

source: Public Shares
cs: Veřejná sdílení
he: שיתופים ציבוריים
hr: Javna dijeljenja
hu: Nyilvános megosztások
nb: Offentlige delinger
sk: Verejné zdieľania
sr_cyrl: Јавна дељења

source: QR Code
cs: QR kód
he: קוד QR
hr: QR kod
hu: QR-Kód
nb: QR kode
sk: QR kód
sr_cyrl: QR кôд

source: Question
cs: Otázka
he: שאלה
hr: Pitanje
hu: Kérdés
nb: Spørsmål
sk: Otázka
sr_cyrl: Питање

# QuestionHint
source: Ask a question
cs: Položit otázku
he: שאל שאלה
hr: Postavite pitanje
hu: Tegyél fel egy kérdést
nb: Still et spørsmål
sk: Spýtať sa otázku
sr_cyrl: Поставите питање

# QuizInfo
source: Polls in Quiz Mode have one correct answer. Users can't revoke their answers.
cs: Hlasování v módu kvízu může mít jednu správnou odpověď. Uživatele svoje odpovědi nemohou vzít zpět.
he: לסקרים במצב חידון יש תשובה נכונה אחת. משתמשים לא יכולים לבטל את ההצבעה שלהם.
hr: Ankete u kviz načinu imaju samo jedan točan odgovor. Korisnici ne mogu mijenjati svoje odgovore.
hu: A vetélkedő módban egy helyes válasz van. A felhasználók nem vonhatják vissza válaszukat.
nb: Avstemninger i quizmodus må ha et korrekt svar. Brukere kan ikke trekke tilbake svarene sine.
sk: Hlasovania v kvízovom režime majú jednu správnu odpoveď. Používatelia nemôžu odvolať svoje odpovede.
sr_cyrl: Анкете у режиму квиза имају 1 тачан одговор. Корисници не могу опозвати своје одговоре.

# QuizPoll
source: Quiz
cs: Kvíz
he: חידון
hr: Kviz
hu: Vetélkedő
sk: Kvíz
sr_cyrl: Квиз

source: Reactions
cs: Reakce
he: רגשונים
hr: Reakcije
hu: Reakciók
nb: Reaksjoner
sk: Reakcie
sr_cyrl: Реакције

# ReactionsOff
source: Off
cs: Vypnuto
he: כבוי
hr: Isključene
hu: Ki
nb: Deaktivert
sk: Vypnuté
sr_cyrl: Не

source: Recent
cs: Nedávné
he: לאחרונה
hr: Nedavno
hu: Legutóbbi
nb: Nylige
sk: Nedávne
sr_cyrl: Недавно

source: Recently downloaded
cs: Nedávno stažené
he: הורדו לאחרונה
hr: Nedavna preuzimanja
hu: Nemrég letöltött
nb: Nylig lastet ned
sk: Nedávno stiahnuté
sr_cyrl: Недавно преузето

source: Recent posts
cs: Nedávné příspěvky
he: פרסומים אחרונים
hr: Nedavne objave
hu: Korábbi bejegyzések
nb: Nylige innlegg
sk: Posledné príspevky
sr_cyrl: Недавне објаве

# RecentStickers
source: Recently Used
cs: Nedávno použité
he: בשימוש לאחרונה
hr: Nedavno korištene
hu: Nemrég használt
nb: Nylig brukt
sk: Nedávno použité
sr_cyrl: Недавно коришћене

# RecordingAudio
source: recording voice message...
cs: nahrává hlasovou zprávu...
he: מקליט/ה הודעה קולית...
hr: snima glasovnu poruku...
hu: hangüzenetet rögzít...
nb: spiller inn talemelding…
sk: nahráva hlasovú správu…
sr_cyrl: снима гласовну поруку...

# RecordingRound
source: recording video message...
cs: nahrává video zprávu...
he: מקליט/ה הודעת וידאו...
hr: snima videoporuku...
hu: videóüzenetet rögzít...
nb: spiller inn videomelding…
sk: nahráva videosprávu…
sr_cyrl: снима видео-поруку...

source: Recovery email
cs: Záchranný email
he: דוא"ל לשחזור
hr: E-pošta za oporavak
hu: Visszaállító e-mail
nb: E-post for gjenoppretting
sk: E-mail na obnovenie účtu
sr_cyrl: Е-пошта за опоравак

# RecoveryEmailTitle
source: Recovery Email
cs: Záchranný email
he: דוא"ל לשיחזור
hr: E-pošta za oporavak
hu: Visszaállító email cím
nb: E-post for gjenoppretting
sk: E-mail na obnovenie účtu
sr_cyrl: Е-пошта за опоравак

source: Red
cs: Červená
he: אדום
hr: Crvena
hu: Vörös
nb: Rød
sk: Červená
sr_cyrl: Црвена

# ReEnterYourPasscode
source: Re-enter your new passcode
cs: Zadejte Vaše nové heslo znovu
he: הזן מחדש את קוד הגישה שלך
hr: Ponovno unesite novu lozinku
hu: Add meg újra a jelkódot
nb: Bekreft tilgangskode
sk: Znova zadajte prístupový kód
sr_cyrl: Поново унесите нови кôд

# RegisterText
source: Enter your first and last name
cs: Zadejte své jméno a příjmení
he: הכנס את השם הפרטי ושם המשפחה שלך
hr: Unesite svoje ime i prezime
hu: Add meg a kereszt- és vezetékneved
nb: Oppgi for- og etternavnet ditt
sk: Zadajte vaše meno a priezvisko
sr_cyrl: Унесите ваше име и презиме

# RegisterText2
source: Enter your name and add a profile photo.
cs: Zadejte prosím své jméno a nahrejte profilovou fotku.
he: יש להזין את שמך המלא ולהעלות את תמונת הפרופיל שלך.
hr: Unesite ime i dodajte sliku profila.
hu: Add meg a neved és adj hozzá egy profilképet
nb: Oppgi navnet ditt og legg til et profilbilde.
sk: Vyplňte vaše meno a pridajte profilovú fotku.
sr_cyrl: Унесите име и додајте слику профила.

source: Regular
cs: Normální
he: רגיל
hr: Običan
hu: Normál
nb: Vanlig
sk: Normálne
sr_cyrl: Нормално

source: Reminders
cs: Připomínky
he: תזכורות
hr: Podsjetnici
hu: Emlékeztetők
nb: Påminnelser
sk: Pripomienky
sr_cyrl: Подсетници

source: Remove
cs: Odstranit
he: מחק
hr: Ukloni
hu: Eltávolít
nb: Fjern
sk: Odstrániť
sr_cyrl: Уклони

# RemovePhotoForRestDescription
source: Are you sure you want to delete your public photo?
cs: Opravdu chcete odstranit svou veřejnou fotku?
he: למחוק את תמונת הפרופיל הציבורית?
hr: Želite li ukloniti svoju javnu sliku?
hu: Biztos, hogy törölni szeretnéd a nyilvános fotódat?
nb: Er du sikker på at du vil slette profilbildet ditt?
sk: Naozaj chcete odstrániť vašu verejnú foku?
sr_cyrl: Желите ли да избришете своју јавну слику?

source: Remove Public Photo
cs: Odstranit veřejnou fotku
he: הסר את תמונת הפרופיל הציבורית
hr: Ukloni javnu sliku
hu: Nyilvános kép eltávolítása
nb: Fjern offentlig bilde
sk: Odstrániť verejnú fotku
sr_cyrl: Уклони јавну слику

# Replies_one
source: {0} Reply
cs: {0} Odpověď
he: תשובה ⁨{0}⁩
hr: {0} odgovor
hu: {0} Válasz
nb: {0} svar
sk: {0} odpoveď
sr_cyrl: {0} одговор

# Replies_other
source: {0} Replies
cs: {0} Odpovědí
he: ⁨{0}⁩ תשובות
hr: {0} odgovora
hu: {0} Válasz
nb: {0} svar
sk: {0} odpovedí
sr_cyrl: {0} одговора

# RepliesTitle
source: Replies
cs: Odpovědi
he: תשובות
hr: Odgovori
hu: Válaszok
nb: Svar
sk: Odpovede
sr_cyrl: Одговори

source: Reply
cs: Odpovědět
he: הגב
hr: Odgovori
hu: Válasz
nb: Svar
sk: Odpovedať
sr_cyrl: Одговори

# ReportChat
source: Report
cs: Nahlásit
he: דווח
hr: Prijavi
hu: Jelentés
nb: Rapportér
sk: Nahlásiť
sr_cyrl: Пријави

# ReportChatChild
source: Child Abuse
cs: Zneužívání dětí
he: התעללות בילדים
hr: Zlostavljanje djece
hu: Gyermekbántalmazás
nb: Misbruk av barn
sk: Zneužívanie detí
sr_cyrl: Злостављање деце

# ReportChatDescription
source: Description
cs: Popis
he: תיאור
hr: Opis
hu: Leírás
nb: Beskrivelse
sk: Popis
sr_cyrl: Опис

# ReportChatIllegalDrugs
source: Illegal Drugs
cs: Nelegální drogy
he: סמים אסורים
hr: Ilegalne droge
hu: Illegális drogok
nb: Ulovlige stoffer
sk: Nelegálne drogy
sr_cyrl: Дроге

# ReportChatOther
source: Other
cs: Jiné
he: אחר
hr: Ostalo
hu: Egyéb
nb: Annet
sk: Iné
sr_cyrl: Остало

# ReportChatPersonalDetails
source: Personal Details
cs: Osobní údaje
he: פרטים אישיים
hr: Osobne informacije
hu: Személyes adatok
nb: Personlig informasjon
sk: Osobné údaje
sr_cyrl: Лични подаци

# ReportChatPornography
source: Pornography
cs: Pornografie
he: פורנוגרפיה
hr: Pornografija
hu: Pornográfia
nb: Pornografi
sk: Pornografia
sr_cyrl: Порнографија

# ReportChatSpam
source: Spam
he: ספאם
hr: Zloupotreba
sr_cyrl: Непожељно

# ReportChatViolence
source: Violence
cs: Násilí
he: אלימות
hr: Nasilje
hu: Erőszak
nb: Vold
sk: Násilie
sr_cyrl: Насиље

source: Report False Positive
cs: Nahlásit nesprávně identifikovaný spam
he: דווח על זיהוי שגוי
hr: Prijavi pogrešnu akciju
hu: Téves spam jelentése
nb: Rapporter falsk positiv
sk: Nahlásiť falošne pozitívne
sr_cyrl: Пријави потврђену грешку

source: REPORT SPAM
cs: NAHLÁSIT SPAM
he: דווח על ספאם
hr: PRIJAVI ZLOUPOTREBU
hu: SPAM JELENTÉSE
nb: RAPPORTÉR SPAM
sk: NAHLÁSIŤ SPAM
sr_cyrl: ПРИЈАВИ НЕПОЖЕЉНО

# ReportSpamAlert
source: Are you sure you want to report spam from this user?
cs: Opravdu chcete nahlásit spam od tohoto uživatele?
he: האם באמת ברצונך לדווח על המשתמש כספאמר?
hr: Želite li prijaviti zloupotrebu od ovog korisnika?
hu: Biztosan szeretnéd spam üzenetek miatt jelenteni ezt a felhasználót?
nb: Er du sikker på at du vil rapportere spam fra denne brukeren?
sk: Naozaj chcete nahlásiť spam od tohto používateľa?
sr_cyrl: Желите ли да пријавите непожељни садржај од овог корисника?

# ReportSpamAlertChannel
source: Are you sure you want to report spam from this channel?
cs: Opravdu chcete nahlásit spam v tomto kanálu?
he: האם באמת ברצונך לדווח על הערוץ כספאם?
hr: Želite li prijaviti zloupotrebu za ovaj kanal?
hu: Biztosan szeretnéd spam üzenetek miatt jelenteni ezt a csatornát?
nb: Er du sikker på at du vil rapportere spam fra denne kanalen?
sk: Naozaj chcete nahlásiť spam z tohto kanála?
sr_cyrl: Желите ли да пријавите непожељан садржај са овог канала?

# ReportSpamAlertGroup
source: Are you sure you want to report spam from this group?
cs: Opravdu chcete nahlásit spam v této skupině?
he: האם באמת ברצונך לדווח על הקבוצה כספאם?
hr: Želite li prijaviti zloupotrebu u ovoj grupi?
hu: Biztosan szeretnéd spam üzenetek miatt jelenteni ezt a csoportot?
nb: Er du sikker på at du vil rapportere spam fra denne gruppen?
sk: Naozaj chcete nahlásiť spam z tejto skupiny?
sr_cyrl: Желите ли да пријавите непожељан садржај из ове групе?
